Repository: noriaalotaibi/PatientIOS
Catalog: MHealth/*.lproj/Localization.strings
Languages: ar

source: Blood pressure
ar: ضغط الدم

source: Heart rate
ar: نبض القلب

source: Sugar level
ar: مستوي

source: Fever
ar: حرلره

source: Caughing
ar: كحه

source: Dizziness
ar: دولر

source: Nauseous
ar: غثيان

source: Headache
ar: صداع

source: Doctor Name
ar: اسم الطبيب

source: Your information was updated
ar: تم تحديت البيانات

source: View Reply
ar: اظهار الرد

source: Pain location
ar: موقع الالم

source: No Internet Connection
ar: الرجاء التحقق من ارسال الشبكة

source: %.2f KM
ar: %.2f كم

source: Pending Response
ar: جاري الرد

source: Replied
ar: تم الرد

source: Public
ar: حكومي

source: Private
ar: خاص

source: Male
ar: ذكر

source: Female
ar: انثي

source: Wrong
ar: خاطىء

source: Name
ar: الاسم

source: Specialty
ar: التخصص

source: OK
ar: موافق

source: Invitation was sent sucessfully
ar: تم ارسال الدعوة بنجاح

source: Error
ar: خطا

source: Comment can't be empty
ar: يرجى تعبئة خانه المعلومات

source: High
ar: عالي

source: Moderate
ar: متوسط

source: Low
ar: منخفض

source: YES
ar: نعم

source: NO
ar: لا

source: Patient report was sent sucessfully
ar: تم ارسال التقرير بنجاح

source: Failed
ar: فشل

source: Patient report failed to sent
ar: فشل في ارسال تقرير المريض

source: Emergency Case Canceled
ar: تم الغاد حالة الطوارىء

source: Sending Report ..
ar: جاري ارسال التقرير

source: hospital
ar: المستشفي

source: doctors
ar: الاطباد

source: username
ar: اسم المستخدم

source: password
ar: رمز المرور

source: Invalid
ar: غير صالحه

source: Invalid Password or Username
ar: اسم المستخدم او رمز المرور غير صالح

source: Success
ar: تم

source: Updated
ar: تم التحديث

source: Password
ar: رمز المرور

source: Password do not match
ar: رمز المرور لا يتطابق

source: civilid
ar: رقم البطاقه المدنيه

source: Please fill all the missing fields
ar: يرجى اكمال الحقول الفارغة

source: Please enter a valid email
ar: يرجى ادخال بريد الكتروني صحيح

source: Email
ar: البريد الالكتروني
